Repository: Lakr233/Axchange
Catalog: Axchange/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: Accept
ja: 承認する
zh_hans: 接受

source: Activate
ja: アクティブ化
zh_hans: 激活

source: Activate...
ja: アクティブ化…
zh_hans: 激活…

source: Application Bundled
ja: アプリケーションバンドル
zh_hans: 程序内捆绑

source: Are you sure you want to delete %d files?
ja: ファイル%d個を削除しますか？
zh_hans: 你确定要删除 %d 个文件吗？

source: Back
ja: 戻る
zh_hans: 返回

source: Cancel
ja: キャンセル
zh_hans: 取消

source: Click Scan
ja: スキャンをクリック
zh_hans: 扫描

source: Communicating with authorization server...
ja: 認証サーバーとの通信中です…
zh_hans: 与激活服务器联系中…

source: Confirm
ja: 確認
zh_hans: 确定

source: Connect to Axchange
ja: Axchangeに接続
zh_hans: 连接到 Axchange

source: Connect your device
ja: デバイスを接続してください
zh_hans: 连接你的设备

source: Continue Trail
ja: トレイルを続ける
zh_hans: 继续试用

source: Copied
ja: コピーされました
zh_hans: 已复制

source: Copy Name
ja: 名前をコピーする
zh_hans: 复制名字

source: Copy Path
ja: パスをコピーする
zh_hans: 复制路径

source: Create
ja: 作成
zh_hans: 创建

source: Create Date
ja: 作成日
zh_hans: 创建日期

source: Create New Folder in %@
ja: %@ に新しいフォルダーを作成
zh_hans: 在 %@ 中创建文件夹

source: Delete
ja: 削除
zh_hans: 删除

source: Device
ja: デバイス
zh_hans: 设备

source: Device %@ is unauthorized
ja: デバイス%@は許可されていません
zh_hans: 设备 %@ 未授权

source: Devices
ja: デバイス
zh_hans: 设备

source: Download
ja: ダウンロード
zh_hans: 下载

source: Downloading %@
ja: %@をダウンロード中
zh_hans: 正在下载 %@

source: Email
ja: メール
zh_hans: 邮箱地址

source: Enable ADB on Device
ja: デバイスでADBを有効にする
zh_hans: 在设备上启用 ADB

source: Exit
ja: 終了
zh_hans: 退出

source: Failed to download item %@
ja: アイテムのダウンロードに失敗しました %@
zh_hans: 无法下载 %@

source: Feedback
ja: フィードバック
zh_hans: 反馈

source: Follow the instructions below to connect your device.
ja: デバイスを接続するには、以下の手順に従ってください。
zh_hans: 请执行下方列出的内容以连接到设备。

source: For a stable user experience, please click the scan button to search for devices.
ja: 安定したユーザーエクスペリエンスを実現するには、スキャンボタンをクリックしてデバイスを検索してください。
zh_hans: 为了提供稳定的用户体验，请手动扫描设备。

source: For advanced users, setup a wireless connection on your own.
ja: 上級者の方は、ご自身でワイヤレス接続を設定してください。
zh_hans: 对于希望使用无线连接的专业用户，请自行设置无线连接。

source: For different devices, the way to enable ADB may vary. Please refer to your device manual.
ja: デバイスによってADBを有効にする方法は異なります。詳しくは、デバイスのマニュアルを参照してください。
zh_hans: 对于不同的设备，启用的方式可能有所差异，请参考您的设备说明书。

source: Google's Document
ja: Googleのドキュメント
zh_hans: 谷歌的文档

source: Invalid activation data
ja: 無効なアクティベーションデータ
zh_hans: 无效的激活数据

source: Key
ja: キー
zh_hans: 密钥

source: Last Modified
ja: 最終更新日
zh_hans: 最后修改

source: Learn more about how ADB works
ja: ADB の仕組みについて詳しく学ぶ
zh_hans: 了解 ADB 的工作原理

source: License
ja: ライセンス
zh_hans: 许可证

source: License expires on:
ja: ライセンスの有効期限：
zh_hans: 许可证过期于：

source: Misc
ja: その他
zh_hans: 杂项

source: Name
ja: 名前
zh_hans: 名称

source: Never Expire
ja: 期限切れなし
zh_hans: 永不过期

source: New Folder
ja: 新しいフォルダー
zh_hans: 新建文件夹

source: No Device
ja: デバイスなし
zh_hans: 无设备

source: OK
ja: 了解しました
zh_hans: 确定

source: Open
ja: 開く
zh_hans: 打开

source: Open your phone to authorize connect request.
ja: 電話を開いて、接続要求を承認してください。
zh_hans: 请在手机上允许此次授权请求。

source: Pending Connection
ja: 保留中の接続
zh_hans: 等待连接

source: Permission
ja: 許可
zh_hans: 权限

source: Permission Denied
ja: 拒否されました
zh_hans: 拒绝访问

source: Please also authorize the connection on your device.
ja: デバイスでも接続を許可してください。
zh_hans: 请同时在设备上信任此计算机。

source: Please connect your device via a cable.
ja: デバイスをケーブルで接続してください。
zh_hans: 请通过线缆连接设备。

source: Please refer to
ja: ご参照ください
zh_hans: 请查看

source: Preparing Download
ja: ダウンロードの準備中
zh_hans: 准备下载

source: Preparing Upload
ja: アップロード準備中
zh_hans: 准备上传

source: Purchase
ja: 購入
zh_hans: 购买

source: Refresh
ja: 更新
zh_hans: 刷新

source: Restart Service
ja: サービスを再起動します
zh_hans: 重启服务

source: Revoke Activation
ja: アクティベーションの取り消し
zh_hans: 反激活

source: Scan
ja: スキャン
zh_hans: 扫描

source: Scanning...
ja: スキャン中…
zh_hans: 扫描中…

source: Search for New Device
ja: 新しいデバイスを検索
zh_hans: 扫描新设备

source: Select files to upload to %@
ja: %@にアップロードするファイルを選択
zh_hans: 选择上传到 %@ 的文件

source: Show Activation Info...
ja: アクティベーション情報を表示…
zh_hans: 显示激活信息…

source: Size
ja: サイズ
zh_hans: 大小

source: Software License
ja: ソフトウェア ライセンス
zh_hans: 软件许可

source: System
ja: システム
zh_hans: 系统

source: The Axchange installed on this computer is licensed to:
ja: このコンピュータにインストールされているAxchangeは、次のライセンスで提供されています：
zh_hans: 此计算机上安装的 Axchange 授权给：

source: This is a trial version of Axchange. Please activate the app to use all features after trail.
ja: これはAxchangeの体験版です。試用期間後にすべての機能を使用するには、アプリをアクティブにしてください。
zh_hans: 此计算机上安装的 Axchange 为试用版。请激活此软件以便在试用结束后继续使用全部功能。

source: to enable ADB on your device.
ja: デバイスでADBを有効にするには。
zh_hans: 来在设备上启用 ADB。

source: Toggle Sidebar
ja: サイドバーの切り替え
zh_hans: 开关侧栏

source: Type
ja: タイプ
zh_hans: 类型

source: Unable to fetch activation data
ja: アクティベーションデータの取得に失敗しました
zh_hans: 无法获取激活数据

source: Unknown error
ja: 不明なエラー
zh_hans: 未知错误

source: Upload
ja: アップロード
zh_hans: 上传

source: Uploading %@
ja: %@をアップロード中
zh_hans: 正在上传 %@

# Version: %@ Build: %@ ADB: %@ @ %d @ %@
source: Version: %1$@ Build: %2$@ ADB: %3$@ @ %4$d @ %5$@
ja: バージョン：%1$@ ビルド：%2$@ ADB：%3$@ ＠%4$d ＠%5$@
zh_hans: 版本: %1$@ 构建: %2$@ ADB: %3$@ @ %4$d @ %5$@

source: View Software License...
ja: ソフトウェアライセンスの表示…
zh_hans: 查看软件许可信息…

source: Welcome
ja: ようこそ
zh_hans: 欢迎

source: Welcome to Axchange
ja: Axchangeへようこそ
zh_hans: 欢迎使用 Axchange

source: You can't undo this action.
ja: この操作は元に戻せません
zh_hans: 你无法撤销这个操作。
